



// Завдання 14: Додайте нову властивість до вбудованого об'єкту Array через літерал.
// Створюємо функцію, яка буде додавати нову властивість до масиву
function addProperty(array) {
  // Додаємо нову властивість customProperty до прототипу Array зі значенням myProperty
  // Повертаємо переданий масив з новою властивістю
}

console.log("Завдання 14 ====================================");
// Створимо масив newArr з новою властивістю за допомогої нашої функції в яку передамо [1, 2, 3, 4, 5]

// Розкоментуйте рядок нижче після виконня завдання для перевірки
// console.log(newArr.customProperty); // Виведе myProperty
